logs/ycsb_redis/native/2_62/2_20190817220410_008/20190817220410_008_f.log
[OVERALL], RunTime(ms), 181
[OVERALL], Throughput(ops/sec), 5524.861878453039
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 86.75
[CLEANUP], MinLatency(us), 25
[CLEANUP], MaxLatency(us), 463
[CLEANUP], 95thPercentileLatency(us), 463
[CLEANUP], 99thPercentileLatency(us), 463
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 823.285
[INSERT], MinLatency(us), 167
[INSERT], MaxLatency(us), 13815
[INSERT], 95thPercentileLatency(us), 2095
[INSERT], 99thPercentileLatency(us), 6191
[INSERT], Return=OK, 1000